/* App name */
"About.appName.android" = "Bread";

/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Hecho por el equipo mundial de Bread. Versión %1$@";

/* Privay Policy button label */
"About.privacy" = "Política de privacidad";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Términos de uso";

/* About screen title */
"About.title" = "Acerca de nosotros";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Cerrar";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centro de ayuda";

/* Account balance */
"Account.balance" = "Saldo";

/* Used when showing an exchange rate, for example "($10000) per (BTC)". The order of price ($10000) and unit (BTC) can not change. If there is not an easy word like this in your language, consider simply using "/" (as in "$10000 / BTC") */
"Account.exchangeRateSeparator" = "por";

/* Loading Wallet Message */
"Account.loadingMessage" = "Cargando cartera";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mi Bread";

/* Third party keyboard warning */
"Alert.customKeyboard.android" = "Parece que estás usando un teclado de un tercero que puede grabar lo que escribes y robar tu clave de papel. Cambia al teclado predeterminado de Android para obtener protección adicional.";

/* Error alert title */
"Alert.error" = "Error";

/* Keystore error */
"Alert.keystore.generic.android" = "Hay un problema con el almacén de claves de tu sistema operativo Android. Ponte en contacto con support@breadwallet.com.";

/* KeyStore error, keys are invalidated */
"Alert.keystore.invalidated.android" = "Tus datos codificados en Bread fueron anulados recientemente debido a que no estaba habilitada tu pantalla de bloqueo de Android.";

/* Keystore error title */
"Alert.keystore.title.android" = "Error de Android KeyStore";

/* No internet alert message */
"Alert.noInternet" = "No hay conexión a Internet. Compruébala y vuelve a intentarlo más tarde.";

/* Warning alert title */
"Alert.warning" = "Aviso";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Se han copiado las direcciones";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Todas las direcciones de la cartera se han copiado con éxito.";

/* Alert Header Label (the recovery phrase was set) */
"Alerts.recoveryPhraseSet" = "Conjunto de claves en papel";

/* Alert Subheader label (playfully positive) */
"Alerts.recoveryPhraseSetSubheader" = "¡Genial!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Conjunto de PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Error en el envío";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Confirmación de envío";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "¡El dinero se ha enviado!";

/* Fingerprint was recognized by the scanner */
"Alerts.touchIdSucceeded.android" = "Huella digital reconocida";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Error de serialización de JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "La cartera no está lista";

/* API Token error message */
"ApiClient.tokenError" = "No se puede recuperar el token de API";

/* Send BCH view body. */
"BCH.body" = "Introduce una dirección de destino BCH a continuación. Se enviarán todos los BCH de tu cartera en el momento del fork (%1$@).";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirmar enviando %1$@ a %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmación";

/* Generic bch erorr message */
"BCH.genericError" = "Tu cuenta no contiene ningún BCH o recibiste BCH después del fork.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Se ha copiado el ID de la transacción";

/* No address error message */
"BCH.noAddressError" = "Por favor, introduce una dirección";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "No se admiten solicitudes de protocolo de pago en transacciones BCH";

/* BCH successfully sent alert message */
"BCH.successMessage" = "BCH se ha enviado correctamente.";

/* Widthdraw BCH view title */
"BCH.title" = "Retirar BCH";

/* Tx Hash button header */
"BCH.txHashHeader" = "Identificador de transacción BCH";

/* Approve button label */
"BitID.approve" = "Aprobar";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ está solicitando autenticación mediante tu cartera bitcoin";

/* Deny button label */
"BitID.deny" = "Denegar";

/* BitID error alert title */
"BitID.error" = "Error de autenticación";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Consulta con el servicio. Es posible que debas intentarlo de nuevo.";

/* BitID success alert title */
"BitID.success" = "Autenticado con éxito";

/* BitID Authentication Request alert view title */
"BitID.title" = "Solicitud de autenticación de BitID";

/* As in "(tap here to) buy (bitcoin)" */
"Button.buy" = "Comprar";

/* Cancel button label */
"Button.cancel" = "Cancelar";

/* prompt continue button */
"Button.continueAction" = "Continuar";

/* prompt dismiss button */
"Button.dismiss" = "Descartar";

/* Ignore button label */
"Button.ignore" = "Ignorar";

/* menu button */
"Button.menu" = "menú";

/* No button */
"Button.no" = "No";

/* OK button label */
"Button.ok" = "Vale";

/* receive button */
"Button.receive" = "recibir";

/* send button */
"Button.send" = "Enviar";

/* Settings button label */
"Button.settings" = "Ajustes";

/* Settings button label */
"Button.submit" = "Enviar";

/* Yes button */
"Button.yes" = "Sí";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centra tu ID en el recuadro";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Cantidad a enviar:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Tarifa de la red:";

/* eg. Processing time: This transaction is predicted to complete in [10-60 minutes]. */
"Confirmation.processingTime" = "Tiempo de procesamiento: se prevé que esta transacción se completará en %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Enviar";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmación";

/* To: (address) */
"Confirmation.to" = "Para";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Costo total:";

/* Confirm paper phrase error message */
"ConfirmPaperPhrase.error" = "Las palabras introducidas no coinciden con tu clave en papel. Inténtalo de nuevo.";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Para asegurarte de que todo se ha guardado de forma correcta, introduce las palabras a continuación de la clave en papel.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Palabra #%1$@";

/* Agree to legal terms button */
"Crowdsale.agree" = "Aceptar";

/* As in "(tap here to) buy (some) tokens" */
"Crowdsale.buyButton" = "Comprar fichas";

/* Decline to legal terms button */
"Crowdsale.decline" = "Rechazar";

/* Resume Idnetify verification button */
"Crowdsale.resume" = "Verificación de currículum";

/* Retry Identity verification button */
"Crowdsale.retry" = "Volver a intentar";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unidad de visualización Bitcoin";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Tasa de cambio";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Este dispositivo no está configurado para enviar correo electrónico mediante una aplicación de iOS";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Correo electrónico no disponible";

/* Message that gets shown when we've detected the user has encountered the looping lock-screen bug. (preserve [ ] characters) */
"ErrorMessages.loopingLockScreen.android" = "Bread no se puede autenticar debido a un error de tu versión de Android. [Por favor pulsa aquí para más información]";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Este dispositivo no está configurado para enviar mensajes.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Mensajería no disponible";

/* Fingerprint was not recognized by the scanner, please try scanning again */
"ErrorMessages.touchIdFailed.android" = "No se reconoce la huella digital. Por favor, inténtalo de nuevo.";

/* You can customize your Face ID Spending Limit from the [menu] */
"FaceIDSettings.customizeText" = "Puedes establecer tu límite de gastos con Face ID en el %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Utiliza la cara para desbloquear BRD y enviar dinero hasta un límite establecido.";

/* Title of the screen for setting the Face ID Spending Limit */
"FaceIDSettings.linkText" = "Pantalla del límite de gastos con Face ID";

/* Setting to turn on Face ID for BRD */
"FaceIDSettings.switchLabel" = "Activar Face ID para BRD";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Instructions on how to turn on face id on the iPhone. Please ensure the name of the menu in this string matches the wording Apple uses in the iPhone menu. */
"FaceIDSettings.unavailableAlertMessage" = "No has configurado Face ID en este dispositivo. Ve a Ajustes->Face ID y código para hacerlo ahora.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "No has configurado Face ID";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Límite de gastos con Face ID";

/* Economy fee */
"FeeSelector.economy" = "Economía";

/* E.g. [This transaction is predicted to complete in] 1-24 hours */
"FeeSelector.economyTime" = "1 a 24 horas";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Esta opción no se recomienda para las transacciones urgentes.";

/* E.g. Estimated delivery: 10-60 minutes */
"FeeSelector.estimatedDeliver" = "Entrega estimada: %1$@";

/* Regular fee */
"FeeSelector.regular" = "Regular";

/* E.g. [This transaction is predicted to complete in] 10-60 minutes */
"FeeSelector.regularTime" = "10 a 60 minutos";

/* Fee Selector title */
"FeeSelector.title" = "Velocidad de procesamiento";

/* This is the section that allows administration of the user's wallet */
"HomeScreen.admin" = "Administrador";

/* This section lists the users wallets */
"HomeScreen.portfolio" = "Monederos";

/* Label for the total balance of all the user's assets (style is all lower case if your language permits) */
"HomeScreen.totalAssets" = "activos totales";

/* Checking private key balance progress view text */
"Import.checking" = "Averiguando el saldo de la clave privada...";

/* Sweep private key confirmation message */
"Import.confirm" = "¿Quieres enviar %1$@ desde esta clave privada a tu monedero? La red bitcoin recibirá una comisión de  %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Esta clave privada ya está en tu cartera.";

/* empty private key error message */
"Import.Error.empty" = "Esta clave privada está vacía.";

/* High fees error message */
"Import.Error.highFees" = "Las comisiones de transacción costarán más que los fondos disponibles en esta clave privada.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Clave privada no válida";

/* Import signing error message */
"Import.Error.signing" = "Error al firmar la transacción";

/* [Redeem] the funds stored on this private key. */
"Import.importButton" = "Canjear";

/* Importing wallet progress view label */
"Import.importing" = "Cómo canjear una clave privada";

/* Caption for graphics */
"Import.leftCaption" = "Clave privada";

/* Import wallet intro screen message */
"Import.message" = "Las claves privadas a menudo se imprimen en papel como códigos QR y se usan para almacenar fondos sin conexión. Canjea una clave privada para transferir todo el dinero que controla a tu monedero Bread con una sola transacción.";

/* Enter password alert view title */
"Import.password" = "Esta clave privada está protegida con una contraseña.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "contraseña";

/* Caption for graphics */
"Import.rightCaption" = "Tu cartera Bread";

/* Scan Private key button label */
"Import.scan" = "Escanear clave privada";

/* Import wallet success alert title */
"Import.success" = "Éxito";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "La clave privada se ha canjeado exitosamente.";

/* Import Wallet screen title */
"Import.title" = "Canjear clave privada";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Desbloqueando la clave";

/* Import wallet intro warning message */
"Import.warning" = "Cuando canjeas una clave privada no se importará el historial de transacciones u otros detalles.";

/* Wrong password alert message */
"Import.wrongPassword" = "Contraseña incorrecta, inténtalo de nuevo.";

/* Close app button */
"JailbreakWarnings.close" = "Cerrar";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorar";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SEGURIDAD DEL DISPOSITIVO COMPROMETIDA\nCualquier aplicación \"jailbreak\" puede acceder a los datos del llavero de Bread y robar tus bitcoins. Borra esta cartera de inmediato y restáurala en un dispositivo seguro.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SEGURIDAD DEL DISPOSITIVO COMPROMETIDA\nCualquier aplicación \"jailbreak\" puede acceder a los datos del llavero de Bread y robar tus bitcoins. Usa Bread únicamente en un dispositivo sin jailbreak.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "AVISO";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "Borrar";

/* Location services disabled error */
"LocationPlugin.disabled" = "Los servicios de ubicación están desactivados.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "Bread no tiene permiso para acceder a los servicios de ubicación.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Has creado una cartera en %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "El nombre de tu cartera solo aparece en el historial de transacciones de tu cuenta y nadie más lo puede ver.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nombre de la cartera";

/* Manage wallet modal title */
"ManageWallet.title" = "Gestionar cartera";

/* Buy bitcoin title */
"MenuButton.buy" = "Comprar bitcoins";

/* Menu button title */
"MenuButton.lock" = "Bloquear cartera";

/* Menu button title */
"MenuButton.security" = "Centro de seguridad";

/* Menu button title */
"MenuButton.settings" = "Ajustes";

/* Menu button title */
"MenuButton.support" = "Ayuda técnica";

/* button label */
"MenuViewController.createButton" = "Crear nueva cartera";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menú";

/* button label */
"MenuViewController.recoverButton" = "Recuperar cartera";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Cambiar al modo automático";

/* Node is connected label */
"NodeSelector.connected" = "Conectado";

/* Node is connecting label */
"NodeSelector.connecting" = "Conectando";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Introduce el puerto y la dirección IP del nodo (opcional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Introducir nodo";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Cambiar al modo manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Nodo principal actual";

/* Node is not connected label */
"NodeSelector.notConnected" = "No conectado";

/* Node status label */
"NodeSelector.statusLabel" = "Estado de la conexión del nodo";

/* Node Selector view title */
"NodeSelector.title" = "Nodos Bitcoin";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Solicitud de pago incorrecta";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Documento dañado o no compatible";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "certificado ausente";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "solicitud expirada";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "No se ha podido realizar el pago";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Los pagos en bitcoins no pueden ser inferiores a %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "La transacción de bitcoins no puede ser inferior a %1$@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "tipo de firma no compatible";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "el certificado no es de confianza";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Pulsa Continuar para activar Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Activar Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Se necesita una contraseña de dispositivo para proteger tu cartera. Ve a los ajustes y activa la contraseña.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Activar el código de acceso del dispositivo";

/* Instruction how to enable device encryption */
"Prompts.NoScreenLock.body.android" = "Es necesario que el dispositivo cuente con un bloqueo de pantalla para proteger tu monedero electrónico. Ve a «Ajustes», selecciona «Seguridad» y habilita la opción de «Bloqueo de pantalla» para continuar.";

/* Device encryption prompt title */
"Prompts.NoScreenLock.title.android" = "El bloqueo de pantalla no está habilitado";

/* Warning about recovery phrase. */
"Prompts.RecoveryPhrase.body" = "Debes tener tu clave de papel guardada por si pierdes o cambias de teléfono. Pulsa aquí para continuar.";

/* An action is required (You must do this action). */
"Prompts.RecoveryPhrase.title" = "Acción obligatoria";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Tu cartera puede no estar sincronizada. Esto a menudo puede arreglarse volviendo a escanear la cadena de bloques.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transacción rechazada";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ayuda a mejorar Bread compartiendo tus datos anónimos con nosotros";

/* Share data prompt title */
"Prompts.ShareData.title" = "Compartir datos anónimos";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Toca aquí para activar Touch ID";

/* Enable Fingerprint prompt body */
"Prompts.TouchId.body.android" = "Toca aquí para habilitar la autenticación por huellas digitales";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Activar Touch ID";

/* Enable Fingerprint prompt title */
"Prompts.TouchId.title.android" = "Habilita la autenticación por huellas digitales";

/* Button on fingerprint prompt so the user can enter their PIN instead */
"Prompts.TouchId.usePin.android" = "PIN";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "Bread se ha actualizado y ahora utiliza un PIN de 6 dígitos. Toca aquí para actualizar.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Actualizar PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Activa las notificaciones para recibir mensajes especiales de Bread en el futuro.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notificaciones push";

/* Push notifications are off label */
"PushNotifications.off" = "Desactivado";

/* Push notifications are on label */
"PushNotifications.on" = "Activado";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notificaciones";

/* Address copied message. */
"Receive.copied" = "Copiado en el portapapeles.";

/* Share via email button label */
"Receive.emailButton" = "Correo electrónico";

/* Request button label */
"Receive.request" = "Solicitar una cantidad";

/* Share button label */
"Receive.share" = "Compartir";

/* Share via text message (SMS) */
"Receive.textButton" = "Mensaje de texto";

/* Receive modal title */
"Receive.title" = "Recibir";

/* Done button text */
"RecoverWallet.done" = "Listo";

/* Recover wallet header */
"RecoverWallet.header" = "Recuperar cartera";

/* Reset PIN with recovery phrase: header */
"RecoverWallet.header_reset_pin" = "Restablecer PIN";

/* Enter recovery phrase instruction */
"RecoverWallet.instruction" = "Introducir clave en papel";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recupera tu Bread con la clave en papel.";

/* Invalid recovery phrase message */
"RecoverWallet.invalid" = "La clave en papel que acabas de introducir no es válida. Vuelve a comprobar cada palabra e inténtalo de nuevo.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Flecha izquierda";

/* Next button label */
"RecoverWallet.next" = "Siguiente";

/* Reset PIN with recovery phrase: more information button. */
"RecoverWallet.reset_pin_more_info" = "Pulsa aquí para obtener más información.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Flecha derecha";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Introduce la clave en papel para la cartera que deseas recuperar.";

/* Reset PIN with recovery phrase: sub-header */
"RecoverWallet.subheader_reset_pin" = "Para restablecer el PIN, introduce las palabras de tu clave en papel en los cuadros a continuación.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Ingresa primero una cantidad.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Solicitar una cantidad";

/* Alert action button label */
"ReScan.alertAction" = "Sincronizar";

/* Alert message body */
"ReScan.alertMessage" = "No podrás enviar dinero durante la sincronización.";

/* Alert message title */
"ReScan.alertTitle" = "¿Quieres sincronizar con la cadena de bloques?";

/* extimated time */
"ReScan.body1" = "20-45 minutos";

/* Syncing explanation */
"ReScan.body2" = "Si una transacción se muestra como completada en la red de bitcoin pero no en Bread.";

/* Syncing explanation */
"ReScan.body3" = "Obtienes un error repetidamente que dice que tu transacción ha sido rechazada.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Iniciar sincronización";

/* Sync blockchain view footer */
"ReScan.footer" = "No podrás enviar dinero mientras se realiza la sincronización con la cadena de bloques.";

/* Sync Blockchain view header */
"ReScan.header" = "Sincronizar cadena de bloques";

/* Subheader label */
"ReScan.subheader1" = "Hora prevista";

/* Subheader label */
"ReScan.subheader2" = "¿Cuándo sincronizar?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash de la cámara";

/* Complete filter label */
"Search.complete" = "completar";

/* Pending filter label */
"Search.pending" = "pendiente";

/* Received filter label */
"Search.received" = "recibido";

/* Sent filter label */
"Search.sent" = "enviado";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Activa todas las funciones de seguridad para una protección máxima.";

/* Recovery Phrase button description */
"SecurityCenter.recoveryPhraseDescription" = "La única manera de acceder a tu bitcoin si pierdes o actualizas tu teléfono.";

/* Recovery Phrase button title */
"SecurityCenter.recoveryPhraseTitle" = "Clave en papel";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protege tu Bread de usuarios no autorizados.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN de 6 dígitos";

/* Security Center Title */
"SecurityCenter.title" = "Centro de seguridad";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Desbloquea tu Bread de forma cómoda y envía dinero hasta un límite establecido.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Security center fingerprint authentication button */
"SecurityCenter.touchIdTitle.android" = "Autenticación por huellas digitales";

/* Send money amount label */
"Send.amountLabel" = "Cantidad";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Instructions how to allow the camera access for the app */
"Send.cameraUnavailabeMessage.android" = "Para permitir el acceso a la cámara, ve a «Ajustes», selecciona «Aplicaciones», busca la aplicación «Bread» y selecciona la opción «Permisos»";

/* Permission required to access camera */
"Send.cameraUnavailabeTitle.android" = "Bread no tiene permitido el acceso a la cámara";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Ve a Ajustes para activar el acceso a la cámara.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Bread no tiene permisos para acceder a la cámara";

/* Warning when sending to self. */
"Send.containsAddress" = "El destino es tu propia dirección. No puedes hacerte un envío a ti mismo.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "No se pudo crear la transacción.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard está vacío";

/* "(you) can't send (to your)self" */
"Send.ethSendSelf" = "No puedes enviártelo a ti mismo.";

/* Network Fee: $0.01 */
"Send.fee" = "Tarifa de red: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "La identidad del beneficiario no está certificada.";

/* Insufficient funds error */
"Send.insufficientFunds" = "Fondos insuficientes";

/* e.g. The destination is not a valid (bitcoin) address. */
"Send.invalidAddressMessage" = "La dirección de destino no es una dirección %1$@ válida.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard no contiene una dirección bitcoin válida.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Dirección inválida";

/* Is rescanning error message */
"Send.isRescanning" = "El envío se inhabilita durante un reescaneado completo.";

/* Warning when the user is trying to send bitcoin cash to a legacy bitcoin address (possible, but probably not what the user wants to do) */
"Send.legacyAddressWarning" = "Aviso: Esta es una dirección Bitcoin antigua. ¿Estás seguro/a de que deseas enviar dinero en bitcoines a ella?";

/* We are loading the request (now) */
"Send.loadingRequest" = "Cargando solicitud";

/* Transaction fee could not be be caluculated error. */
"Send.nilFeeError" = "Fondos insuficientes para cubrir la tarifa de transacción.";

/* Empty address alert message */
"Send.noAddress" = "Introduce la dirección del destinatario.";

/* Emtpy amount alert message */
"Send.noAmount" = "Introduce el importe a enviar.";

/* No Fees error */
"Send.noFeesError" = "Se están descargando las condiciones de tarifa de red. Inténtalo de nuevo.";

/* Paste button label */
"Send.pasteLabel" = "Pegar";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "No se pudo publicar la transacción.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "No se pudo cargar la solicitud de pago";

/* Scan button label */
"Send.scanLabel" = "Escanear";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Enviar";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Enviar";

/* Send money to label */
"Send.toLabel" = "A";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Las direcciones Bitcoin están diseñadas para un solo uso.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "La reutilización reduce la privacidad tanto para ti como para el destinatario y puede resultar en pérdida si el destinatario no controla la dirección directamente.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Ya se ha utilizado la dirección";

/* Other settings section header */
"Settings.one" = "Otro";

"Settings.other" = "Otro";

"Settings.zero" = "Otro";

/* About label */
"Settings.about" = "Acerca de nosotros";

/* Advanced settings header */
"Settings.advanced" = "Avanzado";

/* Advanced Settings title */
"Settings.advancedTitle" = "Ajustes avanzados";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Mostrar moneda";

/* e.g. "USD Settings" (settings for how USD is handled) */
"Settings.currencyPageTitle" = "Configuración de %1$@";

/* Section title for a collection of different settings screens, one for each currency */
"Settings.currencySettings" = "Configuración de moneda";

/* Join Early access label */
"Settings.earlyAccess" = "Únete al acceso anticipado";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "¿Te gusta Bread?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Límite de gastos con Face ID";

/* Redeem the funds stored on this private key. */
"Settings.importTitle" = "Canjear clave privada";

/* Manage settings section header */
"Settings.manage" = "Gestionar";

/* Notifications label */
"Settings.notifications" = "Notificaciones";

/* Preferences settings section header */
"Settings.preferences" = "Preferencias";

/* Leave review button label */
"Settings.review" = "Déjanos una valoración";

/* Share anonymous data label */
"Settings.shareData" = "Compartir datos anónimos";

/* Sync blockchain label */
"Settings.sync" = "Sincronizar cadena de bloques";

/* Settings title */
"Settings.title" = "Ajustes";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Límite de gasto de Touch ID";

/* The fingerprint spending limit */
"Settings.touchIdLimit.android" = "Límite de gasto de autorización de huella digital";

/* Wallet Settings section header */
"Settings.wallet" = "Cartera";

/* Unlink/delete your wallet from the current device. */
"Settings.wipe" = "Desvincular de este dispositivo";

/* Share data view body */
"ShareData.body" = "Ayuda a mejorar Bread compartiendo tus datos anónimos con nosotros. Esto no incluye ninguna información financiera. Respetamos tu privacidad financiera.";

/* Share data header */
"ShareData.header" = "¿Compartir datos?";

/* Share data switch label. */
"ShareData.toggleLabel" = "¿Compartir datos anónimos?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Apunta nuevamente la clave en papel";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Tu clave de papel es la única manera de restaurar tu Bread si pierdes tu teléfono, o te lo roban, se rompe o se actualiza.\n\nTe mostraremos una lista de palabras para apuntar en un trozo de papel y guardarlo en un sitio seguro.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Apuntar la clave en papel";

/* Argument is date */
"StartPaperPhrase.date" = "La última vez que anotaste tu clave en papel fue el %1$@";

/* button label */
"StartViewController.createButton" = "Crear nuevo monedero";

/* Start view message */
"StartViewController.message" = "La forma más segura de usar bitcoin.";

/* Recover your wallet from a backup */
"StartViewController.recoverButton" = "Recuperar monedero";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Conectando";

/* Syncing view header text */
"SyncingView.header" = "Sincronizando";

/* Retry button label */
"SyncingView.retry" = "Reintentar";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronizando";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Puedes personalizar el límite de gasto de tu Touch ID desde %1$@.";

/* Fingerprint enabling description body */
"TouchIdSettings.customizeText.android" = "Puedes personalizar el Límite de gasto de autenticación de huella digital en la pantalla de Límite de gastos de autorización de huella digital";

/* Instruction for the fingerprint setup */
"TouchIdSettings.disabledWarning.body.android" = "No has habilitado la autenticación por huellas digitales en este dispositivo. Ve a «Ajustes» y luego a «Seguridad» para configurar la autenticación por  huellas digitales.";

/* Fingerprint Is Not Setup */
"TouchIdSettings.disabledWarning.title.android" = "La autenticación por huellas digitales no está habilitada";

/* Touch Id screen label */
"TouchIdSettings.label" = "Utiliza tu huella digital para desbloquear Bread y enviar dinero hasta un límite establecido.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Pantalla de límite de gasto del Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Límite de gasto: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Activa Touch ID para Bread";

/* Enable fingerprint for this wallet called Bread */
"TouchIdSettings.switchLabel.android" = "Habilita la autenticación por huellas digitales";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Fingerprint authentication label */
"TouchIdSettings.title.android" = "Autenticación por huellas digitales";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "No has configurado Touch ID en este dispositivo. Ve a Configuración->Touch ID & Passcode para configurarlo ahora.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID no está configurado";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Pedir siempre el código de acceso";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Se te pedirá que introduzcas tu PIN de 6 dígitos para enviar cualquier transacción que supere tu límite de gasto y cada 48 horas desde la última vez que hayas introducido tu PIN de 6 dígitos.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Límite de gasto de Touch ID";

/* name of spending limit when using fingerprint authorization */
"TouchIdSpendingLimit.title.android" = "Límite de gasto de autorización de huella digital";

/* Availability status text */
"Transaction.available" = "Disponible para gastar";

/* Transaction complete label */
"Transaction.complete" = "Completada";

/* Transaction is confirming status text */
"Transaction.confirming" = "En progreso";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Saldo final: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Tipo de cambio cuando se recibió:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Tipo de cambio cuando se envió:";

/* Transaction failed status text */
"Transaction.failed" = "Error";

/* (b600 fee) */
"Transaction.fee" = "(cuota de %1$@ )";

/* Invalid transaction */
"Transaction.invalid" = "INVÁLIDO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ahora mismo";

/* Transaction is pending status text */
"Transaction.pending" = "Pendiente";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "En curso: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "En curso: %1$@";

/* sending to <address> */
"Transaction.sendingTo" = "enviando a %1$@";

/* sent to <address> */
"Transaction.sentTo" = "enviado a %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Saldo inicial: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Esperando confirmación. Algunos comerciantes requieren confirmación para completar una transacción. Tiempo estimado: 1-2 horas.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "cuenta";

/* Address received from header */
"TransactionDetails.addressFromHeader" = "De";

/* Address sent to header */
"TransactionDetails.addressToHeader" = "Para";

/* e.g. "(this was received) via (address #1)" via = by way of */
"TransactionDetails.addressViaHeader" = "Vía";

/* Amount section header */
"TransactionDetails.amountHeader" = "Cantidad";

/* "(it was worth) $100 when sent, (and it is worth) $200 now" */
"TransactionDetails.amountWhenReceived" = "%1$@ cuando se envió, %2$@ ahora";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmado en bloque";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Timestamp section header for complete tx */
"TransactionDetails.completeTimestampHeader" = "Completada";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Tus transacciones aparecerán aquí.";

/* e.g. the users balance after the transaction was compeleted */
"TransactionDetails.endingBalanceHeader" = "Saldo final";

/* Exchange rate section header */
"TransactionDetails.exchangeRateHeader" = "Tipo de cambio";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "en %1$@";

/* Label showing the transaction was started (initialized) */
"TransactionDetails.initializedTimestampHeader" = "Iniciada";

/* More button title */
"TransactionDetails.more" = "Más...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "He movido %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Movidos <b>%1$@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "No confirmado";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Recibido %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Recibido <b>%1$@</b>";

/* received via <address> */
"TransactionDetails.receivedVia" = "recibido vía %1$@";

/* receiving via <address> */
"TransactionDetails.receivingVia" = "recibiendo vía %1$@";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Enviado %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Enviado <b>%1$@</b>";

/* Show Details button */
"TransactionDetails.showDetails" = "Mostrar detalles";

/* The balance the user started with before the transaction completed */
"TransactionDetails.startingBalanceHeader" = "Saldo inicial";

/* Status section header */
"TransactionDetails.statusHeader" = "Estado";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalles de la transacción";

/* Hide Details button */
"TransactionDetails.titleFailed" = "Ocultar detalles";

/* Transaction Details Title - Internal */
"TransactionDetails.titleInternal" = "Interna";

/* Transaction Details Title - Received */
"TransactionDetails.titleReceived" = "Has recibido";

/* Transaction Details Title - Receiving */
"TransactionDetails.titleReceiving" = "Recibiendo";

/* Transaction Details Title - Sending */
"TransactionDetails.titleSending" = "Enviando";

/* Transaction Details Title - Sent */
"TransactionDetails.titleSent" = "Enviado";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "a %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Identificador de transacción de Bitcoin";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Recibido en esta dirección";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Enviado a esta dirección";

/* Disabled until date */
"UnlockScreen.disabled" = "Desactivado hasta: %1$@";

/* Unlock with FaceID accessibility label */
"UnlockScreen.faceIdText" = "Desbloquear con Face ID";

/* My Address button title */
"UnlockScreen.myAddress" = "Mi dirección";

/* Reset PIN with Recovery Phrase button label. */
"UnlockScreen.resetPin" = "Restablecer PIN";

/* Scan button title */
"UnlockScreen.scan" = "Escanear";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Introduce tu PIN";

/* Instruction to touch the sensor for fingerprint authentication */
"UnlockScreen.touchIdInstructions.android" = "Toca el sensor";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Desbloquea tu Bread.";

/* Device authentication body */
"UnlockScreen.touchIdPrompt.android" = "Desbloquea tu dispositivo Android para continuar.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Desbloquear con TouchID";

/* Device authentication title */
"UnlockScreen.touchIdTitle.android" = "Se requiere autenticación";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Cartera desbloqueada";

/* Update PIN caption text */
"UpdatePin.caption" = "Recuerda este PIN. Si lo olvidas, no podrás acceder a tu bitcoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Tu PIN se usará para desbloquear Bread y enviar dinero.";

/* Update PIN title */
"UpdatePin.createTitle" = "Establecer PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Vuelve a introducir el PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Introduce tu PIN actual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Introduce tu nuevo PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Vuelve a introducir tu nuevo PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "No se pudo actualizar el PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Error al actualizar el PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Actualizar PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "¿Quieres copiar las direcciones de la cartera al portapapeles?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autoriza para copiar la dirección de la cartera al portapapeles";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copiar direcciones de la cartera";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copiar";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Introduce tu PIN para autorizar esta transacción.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Introduce tu PIN para continuar";

/* Verify PIN view title */
"VerifyPin.title" = "PIN requerido";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizar esta transacción";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Abre la aplicación Bread en iPhone para configurar tu cartera.";

/* Dismiss button label */
"Webview.dismiss" = "Descartar";

/* Webview loading error message */
"Webview.errorMessage" = "Se produjo un error al cargar el contenido. Vuelve a intentarlo.";

/* Updating webview message */
"Webview.updating" = "Actualizando...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Breadwallet ha cambiado su nombre por el de Bread, con un nuevo aspecto y algunas características nuevas.\n\nSi necesitas ayuda, busca el (?) en la parte superior derecha de la mayoría de las pantallas.";

/* Top title of welcome screen */
"Welcome.title" = "¡Bienvenido a Bread!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "¿Seguro que quieres eliminar esta cartera?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "¿Borrar cartera?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "No se ha podido borrar la cartera.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "No se ha realizado";

/* Enter phrase to wipe wallet instruction. (Important to explain it is the CURRENT [this wallet's] recovery phrase that needs to be entered). */
"WipeWallet.instruction" = "Para iniciar un nuevo monedero o restaurar un monedero existente, primero debes desvincular el monedero que está instalado actualmente. Para continuar, introduce la clave en papel del monedero actual.";

/* Instructions for unlinking the wallet */
"WipeWallet.startMessage" = "Desvincula tu monedero para eliminarlo de este dispositivo. Una vez que tu monedero esté desvinculado, puedes iniciar un nuevo monedero o recuperar un monedero diferente en este dispositivo.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Ya no podrás acceder a tu cartera Bread actual desde este dispositivo. El saldo se mantendrá en la frase.";

/* Unlink this wallet from this device. */
"WipeWallet.title" = "Desvincular monedero";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Borrar";

/* Wiping activity message */
"WipeWallet.wiping" = "Borrando...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Apunta cada palabra en orden y guárdala en un lugar seguro.";

/* button label */
"WritePaperPhrase.next" = "Siguiente";

/* button label */
"WritePaperPhrase.previous" = "Anterior";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d de %2$d";

